{"1": "Задание №1. В одном дворе живут четыре друга.\nВадим и шофёр старше Сергея;\nНиколая и слесарь занимаются боксом;\nэлектрик - младший из друзей;\nпо вечерам Антон и токарь играют в домино против Сергея и электрика.\nОпределите профессию каждого из друзей", "2": "Задание №2.  В кафе встретились три друга: скульптор Белов, скрипач Чернов и художник Рыжов. “Замечательно, что один из нас имеет белые, один черные и один рыжие волосы, но ни у одного из нас нет волос того цвета, на который указывает его фамилия”, - заметил черноволосый. “Ты прав”, - сказал Белов. Какой цвет волос у художника? ", "3": "Задание №3.В бутылке, стакане, кувшине и банке находятся молоко, лимонад, квас и вода. Известно, что вода и молоко не в бутылке, сосуд с лимонадом стоит между кувшином и сосудом с квасом, в банке - не лимонад и не вода. Стакан стоит около банки и сосуда с молоком", "4": "Задание №4. Жора, Кирилл и Федя жили в квартирах № 15, 25, 125. Кто из них в какой квартире жил, если в составе номера квартиры Жоры и Феди есть наименьшее натуральное число, а в составе номера квартиры Жоры всего две цифры?", "5": "Задание №5.После соревнований бегунов на табло появилась надпись: Рустам не был вторым. Эдуард отстатл от Рустама на два места. Яков не был первым. Галина не была не первой ни последней. Карина финишировала сразу за Яковом. Кто же победил в этих соревнованиях? Каково было распределение бегунов на финише? ", "6": "Задание №6. Четверо друзей - Саша, Костя, Юра и Коля собрались в гостях у Миши. После летних каникул они оживленно рассказывали друг другу о том, как отдохнули.\n- Ну что, Скворцов, ты наконец-то научился плавать? - спросил Костя.\n- Ой, еще лучше, чем ты и Саша! - ответил Скворцов. - Можем соревнования устроить!\n- А я собрал коллекцию бабочек, только посмотрите! - доставая из шкафа большую коробку, сказал Шмелев.\nСолнцев и Саша по достоинству оценили коллекцию, а Смирнов пообещал в следующий раз принести свою коллекцию минералов. Назовите имя и фамилию каждого мальчика.", "7": "Задание №7. В соревнованиях по бегу Юра, Гриша и Толя заняли три места. Какое место занял каждый ребенок, если Гриша занял не второе и не третье место, а Толя - не третье", "8": "Задание №8. Даны четыре вида сока - апельсиновый, вишневый, яблочный и малиновый. В бокал, стакан, чашку и кружку нужно налить разные соки: в стакан и кружку - ягодные, в бокал и кружку - яблочный и малиновый. Определить в какую посуду был налит каждый сок.", "9": "Задание №9. На завтрак в школьной столовой приготовили блины с вареньем, пиццу, оладьи со сметаной и пироги с вареньем. Лена, Аня, Ваня и Света выбрали разные блюда. Определите, какое блюдо выбрал себе каждый из ребят, если известно, что Лена и Аня - сладкоежки, а Ваня и Аня больше всего любят пироги.", "10": "Задание №10. Александр, Борис, Виктор и Григорий - друзья. Один из них -  врач, другой - журналист, третий - спортсмен, а четвертый - строитель. Журналист написал статьи об Александре и Григории. Спортсмен и журналист вместе с Борисом ходили в поход. Александр и Борис были на приеме у врача. У кого какая профессия ", "11": " "}